<?php

return [
    'created' => 'Հայտարարությունը հաջողությամբ ստեղծվեց։',
    'updated' => 'Հայտարարությունը հաջողությամբ թարմացվեց։',
    'deleted' => 'Հայտարարությունը հաջողությամբ հեռացվեց։',
    'image_too_small' => 'Յուրաքանչյուր նկարը պետք է լինի առնվազն 600px լայն և 500px բարձր։',
    'max_images' => 'Կարելի է վերբեռնել առավելագույնը 10 նկար։',
    'created_success' => 'Հայտարարությունը հաջողությամբ ստեղծվեց։',
    'photo_deleted'   => 'Նկարը հաջողությամբ հեռացվեց։',
    'error_creating'  => 'Սխալ հայտարարությունը ստեղծելու ժամանակ։',
    'error_updating'  => 'Սխալ հայտարարությունը թարմացնելու ժամանակ։',
    'forbidden'       => 'Մատչելն արգելված է։',
    'photo_not_owned' => 'Նկարը չի պատկանում տվյալ հայտարարությանը։'
];
